const teachers = [
    {
        id: 1,
        name: '胡老师',
        experience: 11,
        master: '硕士',
        avatar: 'https://jmy-pic.baidu.com/0/pic/1205597443_1141357004_-1647849359.jpg',
        goods: [
            '英语'
        ],
        desc: '34岁，专职老师。是一名经验丰富的家教老师，拥有多年的教学经验和专业的背景。擅长根据学生的需求和兴趣制定个性化的教学计划，帮助学生提升学术成绩和兴趣爱好。家长可随时预约免费试课！'
    },
    {
        id: 2,
        name: '张老师',
        experience: 12,
        master: '硕士',
        avatar: 'https://jmy-pic.baidu.com/0/pic/-1453250092_-895171657_-609925317.jpg',
        goods: [
            '语文', '文综'
        ],
        desc: '语文专业毕业。优秀老师，已经从业12年。为孩子提供了一对一辅导。针对基础较为薄弱，我首先从基础开始教起，帮助孩子培养兴趣，掌握学习方法，查缺补漏，助力成绩提升。欢迎随时找我试课！'
    },
    {
        id: 3,
        name: '王老师',
        experience: 10,
        master: '硕士',
        avatar: 'https://jmy-pic.baidu.com/0/pic/1502348593_-117786801_-448933795.jpg',
        goods: [
            '英语'
        ],
        desc: '师范专业研究生毕业。11年教学经验，悉心指导。帮助孩子发现问题，解难题，提升孩子兴趣。欢迎家长随时预约，可免费试课！'
    },
    {
        id: 4,
        name: '陈老师',
        experience: 11,
        master: '硕士',
        avatar: 'https://jmy-pic.baidu.com/0/pic/-1412831362_128085722_318039908.jpg',
        goods: [
            '理综', '数学'
        ],
        desc: '我是一个比较擅长总结数学解题方法的人，也很会找知识的重点，专业也是数学专业。我善于于把知识作归纳，变成知识系统，这样可以让我们对知识的掌握更具有逻辑性和连贯性，更容易记住知识点，可以解题更加连贯迅速。'
    },
    {
        id: 5,
        name: '余老师',
        experience: 12,
        master: '硕士',
        avatar: 'https://jmy-pic.baidu.com/0/pic/-58068930_1664962428_458335351.jpg',
        goods: [
            '数学'
        ],
        desc: '从事教学已有12年。在机构组织的成熟教师赛课多次获得一等奖。熟练掌握知识点，针对孩子的薄弱点有独到的教学方法。 带过大班课，小班课，一对一，对各层次的学生都有独到的教学方法。'
    }
]




export default teachers